<?php include __DIR__ . '/inc/header.php'; ?>

<h1>あそびかた</h1>
<div class="page_caption">
    <p>
        ここにルールなどを記入してください。
    </p>

    <p>
        これは漫画×位置情報アプリです。<br>
        必ず、端末のGPSをオンにして遊んでください。
    </p>

    <p>
        トップにて公開中の<strong>ただいま実装中のスポット</strong>に赴き、<strong>探検</strong>をタップしてください。<br>
        スポットと一致する場合、漫画やイラストが表示されます。<br>
        一致しない場合、「○○に行けば何かあるかも!?」と、最寄りスポットへのヒントが表示されます。
    </p>

    <p>
        スポットはなるだけ半径を広くとっていますが、<br>
        広い公園などは立ち位置によって漫画が表示されない場合がございます。<br>
        その場所のメインとなるランドマークの位置に合わせて設置しております。上手く表示されない場合は立ち位置を変えて更新してみてください。
    </p>

</div>

<?php include __DIR__ . '/inc/footer.php'; ?>